{
  "tasks": [
    {
      "subject": "Информатика",
      "number_of_oge": "1",
      "id": "F8E641",
      "name": "Впишите правильный ответ.",
      "description": "\nВ одной из кодировок Unicode каждый символ кодируется 16 битами.\nУченица написала текст (в нём нет лишних пробелов):\n\n«Предметы мебели: пуф, стул, диван, кресло, кровать, тумбочка, оттоманка, полукресло, раскладушка».\n\nУченица удалила из списка название одного предмета, а также лишние запятую и пробел – два пробела не должны идти подряд.\nПри этом размер нового предложения в данной кодировке оказался на 20 байт меньше, чем размер исходного предложения. Напишите в ответе удалённое название предмета.",
      "option": "input",
      "correct_answer": "тумбочка",
      "is_favorite": false,
      "is_solved": false
    },
    {
      "subject": "Информатика",
      "number_of_oge":"1",
      "id": "7CB946",
      "name": "Впишите правильный ответ.",
      "description": "\nВ одной из кодировок Unicode каждый символ кодируется 16 битами.\n\nВова написал текст (в нём нет лишних пробелов):\n\n \n\n«Алый, синий, фуксия, красный, янтарный, оранжевый, фиолетовый,  канареечный, баклажановый –\n цвета».\n\n \n\nУченик вычеркнул из списка название одного цвета. Заодно он вычеркнул ставшие лишними запятую и пробел –\n два пробела не должны идти подряд.\n\nПри этом размер нового предложения в данной кодировке оказался\nна 12 байт меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое название цвета.",
      "option": "input",
      "correct_answer": "алый",
      "is_favorite": false,
      "is_solved": false
    },
    {
      "subject": "Информатика",
      "number_of_age":"1",
      "id": "C0544E",
      "name": "Впишите правильный ответ.",
      "description": "\nВ кодировке Windows-1251 каждый символ кодируется 8 битами.\n\nВова написал текст (в нём нет лишних пробелов):\n\n \n\n«Вздыхать и думать про себя:\nКогда же чёрт возьмёт тебя!»\n\n \n\nУченик вычеркнул из текста одно слово. Заодно он вычеркнул ставший лишним пробел –\n два пробела не должны идти подряд.\n\nПри этом размер нового предложения в данной кодировке оказался\nна 7 байт меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое слово.",
      "option": "input",
      "correct_answer": "думать",
      "is_favorite": false,
      "is_solved": false
    }
  ]
}