const tasksDataJson = `{
  "tasks": [
    {
      "subject": "Информатика",
      "number_of_oge": "1",
      "id": "F8E641",
      "name": "Впишите правильный ответ.",
      "description": "В одной из кодировок Unicode каждый символ кодируется 16 битами.Ученица написала текст (в нём нет лишних пробелов):«Предметы мебели: пуф, стул, диван, кресло, кровать, тумбочка, оттоманка, полукресло, раскладушка».Ученица удалила из списка название одного предмета, а также лишние запятую и пробел – два пробела не должны идти подряд.При этом размер нового предложения в данной кодировке оказался на 20 байт меньше, чем размер исходного предложения. Напишите в ответе удалённое название предмета.",
      "additional_description_table": null,
      "media": "",
      "option": "input",
      "correct_answer": "тумбочка",
      "is_favorite": false,
      "is_solved": false
    },
    {
      "subject": "Информатика",
      "number_of_oge": "1",
      "id": "7CB946",
      "name": "Впишите правильный ответ.",
      "description": "В одной из кодировок Unicode каждый символ кодируется 16 битами.Вова написал текст (в нём нет лишних пробелов): «Алый, синий, фуксия, красный, янтарный, оранжевый, фиолетовый,  канареечный, баклажановый – цвета». Ученик вычеркнул из списка название одного цвета. Заодно он вычеркнул ставшие лишними запятую и пробел – два пробела не должны идти подряд.При этом размер нового предложения в данной кодировке оказалсяна 12 байт меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое название цвета.",
      "additional_description_table": null,
      "media": "",
      "option": "input",
      "correct_answer": "алый",
      "is_favorite": false,
      "is_solved": false
    },
    {
      "subject": "Информатика",
      "number_of_age": "1",
      "id": "C0544E",
      "name": "Впишите правильный ответ.",
      "description": "В кодировке Windows-1251 каждый символ кодируется 8 битами.Вова написал текст (в нём нет лишних пробелов): «Вздыхать и думать про себя:Когда же чёрт возьмёт тебя!» Ученик вычеркнул из текста одно слово. Заодно он вычеркнул ставший лишним пробел – два пробела не должны идти подряд.При этом размер нового предложения в данной кодировке оказалсяна 7 байт меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое слово.",
      "additional_description_table": null,
      "media": "",
      "option": "input",
      "correct_answer": "думать",
      "is_favorite": false,
      "is_solved": false
    },
    {
      "subject": "Информатика",
      "number_of_oge": "2",
      "id": "c3e44A",
      "name": "Впишите правильный ответ.",
      "description": "Валя шифрует русские слова, записывая вместо каждой буквы её код. Коды букв даны в таблице. АВДОРУ01 011100 111 010001 Некоторые кодовые цепочки можно расшифровать несколькими способами. Например, 00101001 может означать не только УРА, но и УАУ.Даны три кодовые цепочки:01001001010110111111000100110001Найдите среди них ту, которая имеет только одну расшифровку, и запишите в ответе расшифрованное слово.",
      "additional_description_table": [
        [
          "А",
          "В",
          "Д",
          "О",
          "Р",
          "У"
        ],
        [
          "01",
          "011",
          "100",
          "111",
          "010",
          "001"
        ]
      ],
      "media": "",
      "option": "input",
      "correct_answer": "алый",
      "is_favorite": false,
      "is_solved": false
    },
    {
      "subject": "Английский язык",
      "number_of_age": "1",
      "id": "C0544E",
      "name": "Впишите правильный ответ.",
      "description": "В кодировке Windows-1251 каждый символ кодируется 8 битами.Вова написал текст (в нём нет лишних пробелов): «Вздыхать и думать про себя:Когда же чёрт возьмёт тебя!» Ученик вычеркнул из текста одно слово. Заодно он вычеркнул ставший лишним пробел – два пробела не должны идти подряд.При этом размер нового предложения в данной кодировке оказалсяна 7 байт меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое слово.",
      "additional_description_table": null,
      "media": "",
      "option": "input",
      "correct_answer": "думать",
      "is_favorite": false,
      "is_solved": false
    }
  ]
}`